Repository: oktilon/harveast
Catalog: gettext/i18n/*/LC_MESSAGES/harveast.po
Languages: ru_ru, uk_ua

source: Access denied
ru_ru: Доступ запрещен
uk_ua: Доступ заборонено

source: Area
ru_ru: Площадь
uk_ua: Площа

source: Begin
ru_ru: Начало
uk_ua: Початок

source: Clean
ru_ru: Очистка
uk_ua: Очистити

source: It's need to select orders to clean
ru_ru: Необходимо выбрать наряды для очистки
uk_ua: Необхідно обрати наряди для очищення

source: closed already
ru_ru: уже закрыт
uk_ua: вже закрито

source: Create order
ru_ru: Создать наряд
uk_ua: Створити наряд

source: Deleted
ru_ru: Удален
uk_ua: Видалений

source: Delete islands less than :
ru_ru: Удалить островки менее чем :
uk_ua: Видалити острівки менш ніж :

source: Delete order
ru_ru: Удалить наряд
uk_ua: Видалити наряд

source: Double track
ru_ru: Двойной след
uk_ua: Подвійний слід

source: Edit order
ru_ru: Изменить наряд
uk_ua: Редагувати наряд

source: End
ru_ru: Окончание
uk_ua: Закінчення

source: Enterprise
ru_ru: Предприятие
uk_ua: Підприємство

source: Export
ru_ru: Экспорт
uk_ua: Експорт

source: It's need to select orders to export
ru_ru: Необходимо выбрать наряды для экспорта
uk_ua: Необхідно обрати наряди для експорту

source: Field
ru_ru: Поле
uk_ua: Поле

source: ha
ru_ru: га
uk_ua: га

source: Hired
ru_ru: Найм
uk_ua: Найм

source: Incomplete order data
ru_ru: Неполные данные наряда
uk_ua: Неповні дані наряду

source: Intersection with orders:
ru_ru: Пересечение с нарядами :
uk_ua: Перетин з іншими нарядами:

source: Invalid geometry
ru_ru: Плохая геометрия
uk_ua: Помилкова геометрія

source: Joint area
ru_ru: Совместная площадь
uk_ua: Сумісна площа

source: Next year
ru_ru: След. год
uk_ua: Майбутній рік

source: No fieldwork
ru_ru: Нет полевых работ
uk_ua: Немає польових робіт

source: No Gps
ru_ru: Нет трекера
uk_ua: Немає трекера

source: No messages
ru_ru: Нет точек
uk_ua: Немає точок

source: No orders found
ru_ru: Наряды не найдены
uk_ua: Не знайдено нарядів

source: No valid operation
ru_ru: Нет валидной ТО
uk_ua: Не валідна ТО

source: No work found
ru_ru: Нет работ
uk_ua: Не знайдено роботи

source: Note
ru_ru: Примечание
uk_ua: Примітка

source: Operation width is unknown
ru_ru: Неизвестная ширина операции
uk_ua: Не відома ширина обробки

source: Order
ru_ru: Наряд
uk_ua: Наряд

source: Parsed
ru_ru: Трек обработан
uk_ua: Трек оброблено

source: Points finished
ru_ru: Точки посчитаны
uk_ua: Точки розраховано

source: Reg.plate
ru_ru: Гос.номер
uk_ua: Держ.номер

source: Recalculation
ru_ru: Перерасчет
uk_ua: Перерахунок

source: Rewrite
ru_ru: Перезаписать
uk_ua: Перезаписати

source: Server is not available
ru_ru: Сервер недоступен
uk_ua: Сервер недосяжний

source: Tech.operation
ru_ru: Техоперация
uk_ua: Техоперація

source: Track
ru_ru: Трек
uk_ua: Трек

source: Trailer
ru_ru: Прицепное
uk_ua: Причіпне

source: Vehicle
ru_ru: Трансп.средство
uk_ua: Трансп.засіб

source: Wrong date interval
ru_ru: Неверный период
uk_ua: Помилка періоду

source: wrong joint id
ru_ru: неверный код обработки
uk_ua: помилкова операція

source: Wrong params
ru_ru: Неверные параметры
uk_ua: Помилкові параметри

source: Wrong params. Relocation log
ru_ru: Неверные параметры. Лог переездов
uk_ua: Помилкові параметри. Лог переїздів

source: Wrong order
ru_ru: Неверный наряд
uk_ua: Помилковий наряд

source: Drv
uk_ua: Водій
